"About" = "Informacje";

"Chat and Message Alerts" = "Powiadomienia dotyczące czatów i wiadomości";

"Notification settings, including push notification settings, are located inside the app.  Open your bookmarks and tap Account Settings." = "Ustawienia powiadomień, w tym ustawienia powiadomień push, znajdują się wewnątrz aplikacji. Otwórz zakładki i dotknij pozycji Ustawienia konta.";

"Notifications" = "Powiadomienia";

"Photo and Video" = "Zdjęcia i filmy";

"Play Sound" = "Dźwięki";

"Record HD Video" = "Nagraj film w jakości HD";

"Version" = "Wersja";

"Vibrate" = "Wibracja";

